Repository: sillsdev/FwLocalizations
Catalog: messages.pt.tmx
Source language: en
Languages: pt

source: Variant/Complex Form Type
pt: Tipo de Forma Complexa/Variante

source: &Variant:
pt: &Variante:

source: Variants
pt: Variantes

source: Variants (of Entry)
pt: Variantes (de Entrada)

source: Variants (of Sense)
pt: Variantes (de Significado)

source: Variants of Sense
pt: Variantes do Significado

source: vernacular
pt: vernáculo

source: Vernacular
pt: Vernáculo

source: Vernacular Equivalent
pt: Equivalente Vernacular

source: &Vernacular Equivalent Not Assigned
pt: &Equivalente Venacular Não Atribuído

source: Vernacular Equivalent Not Assigned
pt: Equivalente Venacular Não Atribuído

source: Vernacular example sentences for this entry.
pt: Exemplo de frases vernacular para esta entrada.

source: &Vernacular language writing system
pt: Sistema de escrita do idioma &vernacular

source: vernacular or analysis
pt: vernáculo ou análise

source: &Vernacular Writing System
pt: Sistema de Escrita &Vernacular

source: &Vernacular Writing Systems
pt: Sistemas de Escrita &Vernacular

source: Verse Added
pt: Versículo Adicionado

source: Verse &Bridge:
pt: &Ponte de Versículos:

source: Verse Deleted
pt: Versículo Excluído

source: Verse Moved
pt: Versículo Movido

source: Verse not part of a book.
pt: Versículo não faz parte de um livro.

source: &Verse Number
pt: Número do &Versículo

source: Verse number out of order
pt: Número de versículo fora de ordem

source: Verse number out of order; expected verse {0}
pt: Número de versículo fora de ordem; versículo esperado {0}

source: Verse number out of range
pt: Número de versículo fora da faixa

source: Verse number without a preceding chapter number.
pt: Número do versículo sem preceder um número de capítulo.

source: Verse Numbers &Mode
pt: &Modo de Números de Versículos

source: Verse numbers out of order
pt: Números dos versículos fora de ordem

source: Verse numbers out of range
pt: Número de versículo fora da faixa

source: Verse Separator
pt: Separador de Versículos

source: V&erse Separator:
pt: Separador de V&ersículo:

source: Verse: {0}
pt: Versículo: {0}

source: Verses Moved
pt: Versículos Movidos

source: Verses numbers out of order; expected verse {0}
pt: Número de versículo fora de ordem; versículo esperado {0}

source: &Versification:
pt: &Versificação:

source: Version Properties
pt: Propriedades da Versão

source: Version: {0}
pt: Versão: {0}

source: Version: {0} {1} {2}
pt: Versão: {0} {1} {2}

source: &View
pt: &Visualização

source: _View
pt: _Visualização

source: View
pt: Visualização

source: View Incorrect Words in Use
pt: Exibir Palavras Incorretas em Uso

source: View Incorrectly Spelled Words in Use.
pt: Exibir Palavras Digitadas incorretamente em uso.

source: Views
pt: Visualizações

source: Violet,128,0,128
pt: Violeta,128,0,128

source: Vulgate
pt: Vulgata

source: wanted → want {0}ed{1}
pt: queria → desejar {0}ed{1}

source: wanted → want -ed
pt: queria → desejar -ed

source: Warning
pt: Aviso

source: 1 warning found in {0}
pt: 1 aviso encontrado em {0}

source: Warning!
pt: Aviso!

source: {0}{0}Warning, once you delete this analysis, {0} the following problems may arise:
pt: {0}{0}Aviso, quando você excluir esta análise, {0} os seguintes problemas podem surgir:

source: Warning, you must select "false" (why do we even have a button???)
pt: Aviso, você deve selecionar "falso" (por que ainda temos um botão???)

source: 1 Warning:
pt: 1 Aviso:

source: Warning:
pt: Aviso:

source: Warning: {0} date changed from: [{1}] to [{2}]
pt: Aviso: {0} data mudada de [{1}] para [{2}]

source: Warning: deleting a field cannot be undone. Are you SURE you want to delete the field {0}?
pt: Aviso: a exclusão de um campo não pode ser desfeita. Tem CERTEZA de que deseja excluir o campo {0}?

source: Warning: deleting a field cannot be undone. Note: {0} items in your database have data in this field! Are you SURE you want to delete the field {1}?
pt: Aviso: a exclusão de um campo não pode ser desfeita. Nota: {0} itens em seu banco de dados têm dados neste campo! Tem CERTEZA de que deseja excluir o campo {1}?

source: Warning: once you delete this word gloss:
pt: Aviso: ma vez você excluir esta glosa da palavra:

source: {0} warnings found in {1}
pt: {0} avisos encontrados em {1}

source: {0} Warnings:
pt: {0} Avisos:

source: We recommend a Backup before proceeding with import.
pt: Recomendamos uma cópia de segurança antes de prosseguir com a importação.

source: We recommend that you only change this after discussing it with a consultant.
pt: Recomendamos que você somente altere isso após discutir com um consultor.

source: _Welcome
pt: _Bem-vindo

source: Welcome to FieldWorks
pt: Bem-vindo ao FieldWorks

source: What it does:
pt: O que ele faz:

source: What kind of data do you want to import?
pt: Qual tipo de dados você quer importar?

source: What to Import
pt: O Que Importar

source: When to use:
pt: Quando usar:

source: Which books are contained in {0}?
pt: Que livros estão contidos em {0}?

source: White,255,255,255
pt: Branco,255,255,255

source: &Whole item
pt: Item &inteiro

source: 1/3 Width
pt: 1/3 Largura

source: &Width:
pt: &Largura:

source: Will attempt to continue-->
pt: Vai tentar continuar-->

source: &Window
pt: &Jabela

source: _Window
pt: _Janela

source: Window
pt: Janela

source: Windows Code Page
pt: Página de Código do Windows

source: Windows keyboard settings
pt: Configurações do teclado do Windows

source: Word
pt: Palavra

source: Word Analyses
pt: Análise das Palavras

source: Word Cat.
pt: Cat. da Palavra

source: Word Category
pt: Categoria da Palavra

source: {0} Word character
pt: {0} Carácter de palavra

source: Word Final
pt: No Final da Palavra

source: Word Gloss
pt: Glosa da palavra

source: _Word Glosses
pt: _Glosas da Palavra

source: Word Glosses
pt: Glosa das Palavras

source: Word Initial
pt: No Início da Palavra

source: Word List Concordance
pt: Concordância da Lista das Palavras

source: Word Medial
pt: No Meio da Palavra

source: &Word to try:
pt: &Palavra para tentar:

source: Word Tools
pt: Ferramentas das Palavras

source: Word:
pt: Palavra:

source: Wordform
pt: Forma da palavra

source: Wordform Analyses
pt: Análise da Forma da Palavra

source: Wordforms
pt: Formas das palavras

source: Words (_assign analysis)
pt: Palavras (_assinar análise)

source: Words related by semantic domain to {0}:
pt: Palavras relacionadas pelo domínio semântico para {0}:

source: Working on:
pt: Trabalhando em:

source: would produce traditional Spanish collation where ñ follows n, ch follows c, and ll follows l.
pt: produziria agrupamento espanhol tradicional onde ñ segue n, ch segue c, e ll segue l.

source: Would you like FieldWorks to remember the settings next time you try import?
pt: Você gostaria que o FieldWorks lembre as configurações na próxima vez que você tentar importar?

source: Writing system
pt: Sistema de escrita

source: &Writing System
pt: &Sistema de Escrita

source: _Writing System
pt: _Sistema de Escrita

source: Writing System
pt: Sistema de Escrita

source: Writing System :
pt: Sistema de Escrita :

source: Writing system abbreviation
pt: Abreviatura para sistema de escrita

source: Writing System Already Exists
pt: Sistema de Escrita já Existe

source: Writing System Difference
pt: Diferença no Sistema de Escrita

source: Writing System Differences
pt: Diferenças no Sistema de Escrita

source: Writing system font cannot render this character
pt: Fonte do sistema de escrita não pode processar este carácter

source: &Writing System for {0}...
pt: Sistema de &Escrita para {0}…

source: Writing System Properties
pt: Propriedades do Sistema de Escrita

source: Writing System Wizard
pt: Assistente do Sistema de Escrita

source: &Writing System(s):
pt: Sistema(s) de &Escrita:

source: &Writing System:
pt: &Sistema de Escrita:

source: Writing System:
pt: Sistema de Escrita:

source: Writing System: {0}
pt: Sistema de Escrita: {0}

source: Writing Systems
pt: Sistemas de Escrita

source: Writing systems defined for this project are shown below. Check those which you want to appear in multilingual, single-line fields. The first checked writing system is the default for its type.
pt: Sistemas de escrita definidos para este projeto são mostradas abaixo. Verifique aqueles que você deseja que apareça no multilíngue, os campos de linha única. O primeiro sistema de escrita verificado é o padrão para seu tipo.

source: Writing Systems for {0} field
pt: Sistemas de Escrita para o campo {0}

source: &Writing systems:
pt: &Sistemas de escrita:

source: Writing systems:
pt: Sistemas de escrita:

source: Writing Systems:
pt: Sistemas de Escrita:

source: 5.25 x 8.25 in
pt: 5,25 x 8,25 polegadas

source: 5.8 x 8.7 in
pt: 5,8 x 8,7 polegadas

source: X Variable
pt: Variável X

source: XHTML Files
pt: Arquivos XHTML

source: XML Configuration Error
pt: Erro de Configuração XML

source: XML Files
pt: Arquivos XML

source: XML parsing problem (phase 4): {0}
pt: XML analisar o problema (fase 4): {0}

source: XML parsing problem (phase 5): {0} Check the Import Log for more details.
pt: XML analisar o problema (fase 5): {0} Verifique o Log de Importação para mais detalhes.

source: XML settings
pt: Configurações XML

source: XXXXX instances
pt: XXXXX instâncias

source: Yellow,255,255,0
pt: Amarelo,255,255,0

source: yes
pt: sim

source: &Yes
pt: &Sim

source: Yes
pt: Sim

source: Yes to &All
pt: Sim para &Todos

source: You are deleting the following item:
pt: Você está excluindo o seguinte item:

source: You are deleting the following Reversal Index:
pt: Você está excluindo o seguinte Índice de Inversão:

source: You are now ready to import your data into FieldWorks. To begin importing, click Finish.
pt: Agora você está pronto para importar os dados no FieldWorks. Para iniciar a importação, clique em Concluir.

source: You are trying to open the project '{0}', which was created using a newer version of FieldWorks. This cannot be done. You need to install the newer version of FieldWorks in order to open this project.
pt: Você está tentando abrir o projeto '{0}', que foi criado usando uma versão mais recente do FieldWorks. Isso não pode ser feito. Você precisa instalar a versão mais recente do FieldWorks a fim de abrir este projeto.

source: You are trying to open the project '{0}'. This project was created using an earlier version of FieldWorks. In order to continue, we need to upgrade the project to the current version. Do you want to upgrade project '{1}' now?
pt: Você está tentando abrir o projeto '{0}'. Este projeto foi criado usando uma versão anterior do FieldWorks. Para continuar, é preciso atualizar o projeto para a atual versão. Deseja atualizar o projeto '{1}' agora?

source: You are trying to open the project '{0}'. This project was created using an earlier version of FieldWorks. In order to continue, we need to upgrade the project to the current version.{1}{1}Do you want to upgrade project '{0}' now?
pt: Você está tentando abrir o projeto '{0}'. Este projeto foi criado usando uma versão anterior do FieldWorks. Para continuar, é preciso atualizar o projeto para a versão atual. {1}{1} deseja atualizar o projeto '{0}' agora?

source: You can base the new writing system on a similar one, for example, the writing system of a national or regional language.
pt: Você pode basear o novo sistema de escrita em um similar, por exemplo, o sistema de escrita de uma idioma nacional ou regional.

source: You can edit your Grammar Sketch in XLingPaper format using an XML editor.
pt: Você pode editar seu Esboço Gramatical no formato XLingPaper utilizando um editor de XML.

source: You cannot change the full code "{0}" of the default user writing system.
pt: Não é possível alterar o código completo "{0}" do sistema de escrita padrão do usuário.

source: You cannot delete a Text Markup tag when there are texts using the tag. One such text using this tag is {0}.
pt: Não é possível excluir uma etiqueta de Marcação de Texto quando há textos usando a etiqueta. Um destes texto está usando a etiqueta {0}.

source: You cannot delete a Text Markup type when there are texts using its tags. One such text using this type of tag is {0}.
pt: Não é possível excluir um tipo de Marcação de Texto quando há textos usando suas etiquetas. Um destes texto está usando a etiqueta {0}.

source: You cannot delete this wordform because it is used as an occurrence of a biblical term ({0}) in Translation Editor.
pt: Não é possível excluir esta forma de palavra porque ela é usada como uma ocorrência de um termo de Biblico ({0}) no Editor de tradução.

source: You cannot demote a list of Text Markup Tags into another list.
pt: Você não pode rebaixar uma lista de Etiquetas de Marcação de Texto para outra lista.

source: You cannot hide the word line in this view
pt: Não é possível ocultar a linha de palavras neste modo de exibição

source: You cannot move, delete, or promote a discourse chart column when there is a chart that has data in the column. One text that has such a chart is {0}
pt: Você não pode mover, excluir, ou promover uma coluna no quadro de discurso, quando há um quadro que tem dados na coluna. Um texto que tem um quadro assim é {0}

source: You cannot promote a tag to be its own list. Add a new list instead and move tags to it.
pt: Você não pode promover uma etiqueta para ser sua própria lista. Em disso, adicionar uma nova lista e mover as etiquetas para ela.

source: You cannot promote or move a column group when there are charts using the template. One text that has such a chart is {0}.
pt: Você não pode promover ou mover um grupo de colunas quando existem quadros usando o modelo. Um texto que tem um quadro assim é {0}.

source: You cannot promote part of one discourse chart template to a new template. In fact, currently we do not support having more than one template at all.
pt: Você não pode promover parte de um modelo de quadros de discurso para um novo modelo. Na verdade, ter mais de um modelo não é suportado de qualquer jeito agora.

source: You cannot rename projects on another computer on the network.
pt: Não é possível renomear projetos em outro computador na rede.

source: You cannot use 'Undo' to cancel the effect of this utility. You can restore current parser approved analyses by simply running the parser on your words again.
pt: Você não pode usar 'Desfazer' para cancelar o efeito deste utilitário. Você pode restaurar as análises aprovadas pelo analisador atual simplesmente executando o analisador sobre suas palavras novamente.

source: You cannot use 'Undo' to cancel the effect of this utility. You would need to go back to a previously saved version of the database.
pt: Você não pode usar 'Desfazer' para cancelar o efeito deste utilitário. Você precisaria voltar para uma versão salva anteriormente no banco de dados.

source: You did not select a writing system that is valid for this database. Unless you have previously entered data in this database in this writing system, this field will never be shown.
pt: Você não selecionou um sistema de escrita que é válido para este banco de dados. A menos que você já inseriu os dados na base de dados neste sistema de escrita, este campo não será mostrado.

source: You have configured the "{0}" field to be displayed in two or more columns with the same writing system. Change the writing system of one of those columns or remove the duplicated column.
pt: Você configurou o campo "{0}" para ser exibido em duas ou mais colunas com o mesmo sistema de escrita. Alterar o sistema de escrita de uma dessas colunas ou remover a coluna duplicada.

source: You have entered a string that is too long for this field. It is being truncated to {0} characters.
pt: Você inseriu uma seqüência de caracteres que é muito longa para este campo. Ele está truncado os caracteres {0}.

source: You have launched FLEX 10 times.
pt: Você lançou FLEX 10 vezes.

source: You have launched FLEX 40 times.
pt: Você lançou FLEX 40 vezes.

source: You may add additional writing systems and edit existing ones in the Project Properties dialog box.
pt: Você pode adicionar sistemas de escrita adicionais e editar aqueles já existente na caixa de diálogo das Propriedades do Projeto.

source: You must first select a Custom field to delete from the list.
pt: Primeiro você deve selecionar um campo Personalizado para excluir da lista.

source: You must have a region abbreviation if you specify a region name.
pt: Se você especificar um nome de região, você deve ter uma abreviatura da região.

source: You must have a variant abbreviation if you specify a variant name.
pt: Se você especificar um nome de variante, você deve ter uma abreviação de variante.

source: You must have at least one field showing
pt: Você deve ter pelo menos um campo visível

source: You must have at least one language to continue.
pt: Você deve ter pelo menos um idioma para continuar.

source: You must provide a name for the processor
pt: Você deve fornecer um nome para o processador

source: You must select one to create.
pt: Você deve selecionar um para criar.

source: You still have {0} difference(s) left. Are you sure you want to exit?
pt: Você ainda tem {0} diferença(s) sobrando. Tem certeza que deseja sair?

source: You will now be taken to a new lexical reference type. Enter at least the name and abbreviation for the type. Then, click the "Back" button on the toolbar to return to where you were working. The new type will then be available for you to choose.
pt: Agora, você será levado para um novo tipo de referência lexical. Insira, pelo menos, o nome e a abreviação para o tipo. Em seguida, clique no botão "Voltar" na barra de ferramentas para retornar a onde você estava trabalhando. O novo tipo estará disponível para você escolher.

source: You will now be taken to a new, custom grammatical category. Enter at least the name and abbreviation for the new category. Then, click the "Back" button on the toolbar to return to where you were working. The new category will then be available for you to choose.
pt: Agora, você será levado a uma nova categoria gramatical personalizada. Insira, pelo menos, o nome e a abreviação para a nova categoria. Em seguida, clique no botão "Voltar" na barra de ferramentas para retornar a onde você estava trabalhando. A nova categoria estará disponível para você escolher.

source: You would normally use the menu commands to insert a new book or to import existing data, but to help you get started...
pt: Você usaria normalmente os comandos do menu para inserir um novo livro ou importar dados existentes, mas para ajudá-lo a começar...

source: Your discourse chart template is missing or has no columns. You can fix this by adding some in Lists/Text constituent chart templates.
pt: Seu modelo de quadros de discurso está ausente ou não tem colunas. Você pode corrigir isso adicionando alguns modelos de quadros constitutivos de listas/texto.

source: Your email address:
pt: Seu endereço de e-mail:

source: Your import settings will be saved to this file, for use in any future imports.
pt: As configurações de importação serão salvãs neste arquivo, para qualquer importação futura.

source: Your settings have developed a problem in which they don't know what tool is the default for the area {0}. Please report this problem.
pt: Suas configurações desenvolveram um problema no qual elas não sabem qual ferramenta é o padrão para a área {0}. Por favor reporte este problema.

source: Zechariah
pt: Zacarias

source: Zephaniah
pt: Sofonias

source: {0} Zero or more times
pt: {0} Zero vezes ou mais
